sex = ["Чоловік", "Жінка"]

profesion = ['Лікар', 'Столяр', 'Шахтар', 'Футболіст', "Перукар", "Музикант", "Політик",
             "Астронавт", "Візажист", "Масажист", "Пілот", "Стюардеса", "Священник", "Монах", "Бомж",
             "Сутенер", "Поет", "Художник", "Акушер", "Географ", "Вчитель", "Президент УКРАЇНИ", "Психолог", "Електрик",
             "Пекар", "Повар", "Моряк", "Програміст", "Дизайнер", "Журналіст", "Охоронець", "Санітар", "Продавець",
             "Банкір", "Аграр", "Юрист", "Менеджер", "Міліціонер", "Мафіозник", "Сантехнік", "Швець",
             "Садівник", "Мисливець", "Злодій", "Суддя", "Перевертач пінгвінів", "Будівельник", "Бариста",
             "Колектор", "Кінолог", "Слюсар", "Работорговець", "Воєнний", "Боцман", "Бригадир бункерів",
             "Слюсар-сантехнік", "Бджоляр", "Вантажник", "Підривник", "Капітан флоту", "Російський  пропагандист",
             "Механік"]

childability = ["Можеш мати дітей", "Не можеш мати дітей"]

childfree = ["Не Чайлдфрі", "Чайлдфрі", ]

health = ["Абсолютно здоровий", "Легкий кашель", "Здоров'я середнє", "Маєш певні алергії",
          "Сильний кашель та висока температура", "Запалення легень", "В тебе рак",
          "У тебе велика кількість різних венеричних захворювань",
          "Ти не виживеш без апарату для дихання", "У тебе сифіліс", "У тебе вовчак",
          "У тебе невідома хвороба з симптомами схожими на ящур", "У тебе цинга", "Ти носій чуми",
          "У тебе хвороба Рейно", "У тебе дизентерія", "У тебе гонорея", "У тебе хвороба Альцгеймера",
          "У тебе епілепсія", "У тебе роздвоєння особистості", "У тебе шизофренія", "У тебе СНІД",
          "У тебе хронічна діарея", "У тебе аутизм", "У тебе біла гарячка"]
healthweights = (30, 25, 30, 20, 10, 7, 4, 3, 2, 3, 4, 3, 2, 1, 5, 5, 5, 3, 2, 1, 1, 2, 2, 4, 5)

disability = ["Інвалідність відсутня", "Ти без апендициту", "Часткова втрата слуху", "Часткова втрата зору",
              "Відсутній нюх", "Ти без ока", "Повна втрата слуху", "Повна втрата зору", "Ти без однієї руки(правої)",
              "Ти без однієї руки(лівої)", "Паралізовані ноги", "В тебе нема рук", "В тебе нема ніг",
              "Ти без рук та ніг", "Ти без однієї нирки", "Ти без нирок", "В дитинстві в тебе забрали якийсь орган",
              "В тебе нема однієї легені"]
disabilityweights = (30, 15, 10, 10, 7, 5, 3, 3, 3, 3, 2, 1, 1, 1, 2, 1, 1, 1)

phobia = ["Аблютофобія — страх купання, прання або чищення",
          "Автоматонофобія — страх ляльок, манекенів воскових фігур та технічних антропоморфних виробів",
          "Агірофобія — страх вулиць, перетинати вулицю",
          "Агорафобія — страх простору, відкритих місць площ, натовпів людей, ринків",
          "Аграфобія - страх сексуальних домагань", "Айлурофобія - страх кішок",
          "Айхмофобія - страх гострих предметів",
          "Аквафобія - страх води", "Акрофобія - страх висоти", "Акустікофобія - страх гучних звуків",
          "Алгофобія - страх болю", "Аллодоксофобія - страх перед думкою оточуючих", "Андрофобія - страх чоловіків",
          "Антофобія - страх квітів", "Антропофобія - страх людей або компанії людей", "Апіфобія - страх бджіл, ос",
          "Арахнофобія - страх павуків", "Астрафобія - страх грому та блискавок", "Атіхіфобія - страх зробити помилку",
          "Аутофобія - страх самотності", "Аерофобія - страх польотів", "Батофобія - страх глибини",
          "Вермінофобія - страх бактерій, мікробів, заразитися", "Венустрофобія - страх красивих жінок",
          "Галітофобія - страх неприємного запаху з рота", "Гаптофобію - страх дотику оточуючих людей",
          "Геліофоби - страх сонця, сонячного світла", "Гелотофобія - страх виявитися об'єктом гумору, насмішок",
          "Гемофобія - страх крові", "Генофобія - страх сексу", "Геронтофобія - страх літніх людей",
          "Герпетофобія - страх рептилій, плазунів, змій", "Гетерофобія - страх протилежної статі",
          "Гефірофобія - страх мостів", "Гідрозофобія - страх спітніти", "Гілофобія - страх лісу",
          "Гімнофобія - страх наготи", "Гінекофобія - страх жінок",
          "Гіпенгіофобія - страх взяти на себе відповідальність",
          "Гіппопотомонстросескіпедалофобія - страх перед складними або довгими словами", "Гіппофобія - страх коней",
          "Глоссофобія - страх публічного виступу", "гнозіофобія - страх знання",
          "Гомофобія  - страх або ненависть до людей гомосексуальної орієнтації", "Гравідофобія - вагітності",
          "Демофобія - страх скупчення людей, юрби", "Дентофобія - страх стоматологів",
          "Децідофобія - страх приймати рішення", "Дисморфофобія - страх власної зовнішності",
          "Дідасклейнофобія - cтрах ходити до школи", "Ейсоптрофобія - страх власного відображення в дзеркалі",
          "Еметофобія - страх блювоти", "Ергазіофобія - страх оперувати", "Ергофобія - страх працювати",
          "Ерітрофобія - страх почервоніння обличчя", "Ефебіфобія - страх підлітків", "Зоофобія - страх тварин",
          "Інсектофобія - страх комах", "Кінофобія - страх собак", "Клаустрофобія - страх замкнутого простору",
          "Клімакофобія - страх ходьби по сходах", "Копрофобія - страх фекалій", "Коулрофобія - страх клоунів",
          "Логофобія - страх говорити публічно", "мірмекофобія - страх мурашок", "Мусофобія - страх мишей, пацюків",
          "Некрофобія - страх трупів та похоронних засобів", "Неофобія - страх змін",
          "Номофобія - страх залишитися без мобільного телефону", "Нозофобія - страх захворіти",
          "Нозокомефобія - страх лікарень", "Ніктофобія - страх темряви",
          "Ойкофобія - страх будинку, повернення додому",
          "Осмофобія - страх тілесних запахів", "Парурез - страх сечовипускання на людях",
          "Пеніафобія - страх бідності",
          "Пірофобія - страх вогню", "Плутофобія - страх багатства", "Радіофобія - страх радіації",
          "Сейсмофобія - страх землетрусів", "Синкопофобія - страх втратити свідомість", "Сомніфобія - страх спати",
          "Соціофобія - страх суспільства", "Спектрофобія - страх привидів", "Танатофобія - панічний страх смерті",
          "Телефонофобія - страх телефону", "Токсикофобія - страх отруїтися", "Токофобія - страх перед пологами",
          "Травматофобія - страх травми", "Тріпанофобія - страх голок та уколів",
          "Трипофобія - страх кластерних отворів (скупчення отворів)",
          "Трихофобія - страх потрапляння волосся в їжу, на одяг, на поверхню тіла",
          "Фагофобія - страх ковтання, вдавитися їжею", "Фармакофобія - страх лікуватися",
          "Філофобія - страх закохатися", "Хронофобія - страх часу", "Ятрофобія - страх лікаря"]

hobby = ["Фехтування", "Рибалка", "Нумізматика", "Малювання", "В'язання гачком", "Рафтинт", "Читання", "Фотографії",
         "Приготування їжі", "Хокей", "Футбол", "Важка атлетика", "Легка атлетика", "Йога", "Велоспорт",
         "Гончарна справа", "Різьба по дереву", "Танці", "Аніме", "Збирання сміття", "Виготовленн ковдр",
         "Ремонт електроречей", "Ремонт вуликів", "Бджолярство", "Ворожіння на картах"]

education = ['Продюсер', 'Біолог', 'Хімік', "Радіофізик", "Економіст", "Режисер", "Програміст",
             "Бібліотекар", "Історик", "Археолог", "Географ", "Педагог", "Еколог", "Богослов", "Психолог",
             "Гідролог", "Філософ", "Математик", "Менеджер", "Журналіст", "Політолог", "Філолог",
             "Соціальний робітник", "Астроном", "Філолог", "Бухгалтер", "Вихователь",
             "Відсутня"]
educationweights = (1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 35)

religion = ["Християнство", "Іслам", "Атеїзм", "Індуїзм", "Буддизм", "Cикхізм", "Спіритизм", "Іудаїзм", "Бахаїзм",
            "Джайнізм", "Синтоїзм", "Каодай", "Зороастризм", "Тенріїзм", "Неоязичництво", "Унітарний універсалізм",
            "Растафаріанство", "Пастафаріанство", "Джедаїзм", "Сибірський шаманізм"]
religionweights = (27, 24, 16, 15, 7, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1)

inventory = ["Збруя свого діда з УСС", "Презервативи", "Карта місцевості", "Нервана куртка якогось бейна",
             "Білі гриби", "Рятувальний круг", "Пакетик чаю", "Хороша кава", "У тебе нема багажа", "Шапка",
             "Протез чиєїсь руки(лівої)", "Золото циганського барона", "Фото Мерлін Монро", "Запальнчка", "Динаміт",
             "Трубка для куріння", "Новрічний салат", "Кобзар", "Львівське піво", "Київський торт",
             "Пляжка води Куяльник", "Пінгвін", "Пінка для бриття", "Борщ", "Агітація Партії регіонів",
             "Морозиво Славутич", "Ласти", "Ліхтар", "Маленький холодильник", "Перука", "Собака Тузік",
             "Прапор Колумбії", "Кульок Boss", "Вишнева сімірка", "Брелок з скорпіоном", "Монополія", "Кавун",
             "Диск з всіма фільмами Сталоне", "Градусник", "Лопата", "Комп'ютер", "Пачка цигарок", "Ніж",
             "Каністра бензину", "Шлюпка", "Старе взуття", "Зубна щітка", "Насіння льону", "Відеокамера",
             "Окуляри Туранґи Ліли", "Скляне око від піратів Карибського моря", "Стіл Доктора Дре", "Тіара",
             "Мертвий півень", "Романтичне морозиво", "Мастило", "Шаровари сині", "Баночка продукції верес 3 кабачків",
             "Шкарпетки Житомир", "Залічний квиток типу Купе до Жмеринки", "Книга з цитатами Віталіія Кличка",
             "Апарат для дихання", "БДСМ набір", "Прапор України", "Засохлі суші",
             "Портрет Тараса Григоровича Шевченка",
             "Камінний хрест", "Буржуйка", "Мотоблок", "Бокали", "Воздушка Василя", "Кусачки", "Фільтр для води",
             "Мультиінструмент", "Диплом з універу", "Вудочка", "Факел", "Велосипед Україна", "Турнікет",
             "Автомобільна аптечка", "Кульбабкове вино"]

nature = ["Балакучий", "Боягузний", "Ввічливий", "Вірний", "Дружелюбний", "Агресивний", "Великодушний",
          "Пасивний", "Гордий", "Оптимістичний", "Кровожерливий", "Егоїстичний", "Хитрий", "Самолюбний",
          "Самовпевнений", "Милосердний", "Чесний", "Дратівливий", "Добрий", "Жорстокий", "Совісний",
          "Марнославний", "Покірний", "Песимістичний", "Щедрий", "Скромний", "Мудрий", "Жадібний",
          "Дбайливий", "Енергійний", "Замкнутий", "Елегентний", "Інтелігентний", "Нахабний", "Рішучий",
          "Жіночний", "Зібраний", "Бешкетний", "Посидючий", "Розкутий", "Ревнивий", "Нетерпеливий",
          "Волелюбний", "Істеричний"]

addinfo = ["Герой України", "Любиш дивитися Шерлока з хорошим сиром", "Колекціонер пилососів",
           "Голосував за Ющенка", "Перфекціоніст", "Знаєш мандаринську", "Маєш діда гумориста",
           "Любиш ходити без штанів", "Фашист", "Комуніст", "Сканував свій таз", "Вмієш робити самогон",
           "Ти знаєш слова однієї давньої пісні: \n Everybody, get on the floor, let's dance\n "
           "Don't fight the feeling, give yourself a chance \n Shake shake shake, shake shake shake\n "
           "Shake your booty, shake your booty", "Колись мав акваріум", "Ти відомий майнкрафт блогер",
           "Передивився всі серії Санти Барбари... 8 раз", "Раніше жив на Троєщині",
           "Получаєш неймовірне задоволення від капоча", "Перед катастрофою з'їв(ла) 6 порцій борщу",
           "Носиш взуття 54 розмріру", "ПОСТІЙНО ПИШЕШ КАПСОМ", "Ти шпигун з Москви", "Не встаєш на Гімн України",
           "Не вмієш читати", "Маєш мрію", "16 років сидів(ла) у тюрмі суворого режиму",
           "Завалив кабана голими руками", "Ніколи не бачив веселки(", "Їв жовтий сніг", "Ти майстер спорту зі спорту",
           "Маєш сильну вдачу", "Постійно жуєш жувачку", "Вмієш готувати лимонні вафлі",
           "Працював тестувальником матраців", "Завжди носиш педікюр", "Любиш прибирати", "У тебе хронічна гикавка",
           "Говориш уві сні", "Любиш переповідати воєнні історії свого діда", "Вмієш їздити на танку",
           "У тебе дуже сильно прискорений ріст волосся", "У тебе випадіння волосся", "Пробував їсти глину",
           "Обожнюєш російський реп", "Дуже гучно сьорбаєш", "Голосував за Януковича",
           "Проходив курси тактичної медицини", "Хропиш", "Знімався у рекламі чипсів", "Фанат Пруста"]

actioncard = ["Дозволяє активувати карту №1 гравця за вибором", "Додає в бункер павуків",
              "Дозволяє вилікувати від будь-якої недуги будь-якого гравця крім вас",
              "Забирає одне місце в бункері", "Можеш помінятися професією з іншим гравцем",
              "Будь-який гравець за вибором розкриває потрібну вам характеристику",
              "Дозволяє навчитися хобі іншого гравця",
              "Захищає будь-якого гравця на один хід (крім вас)",
              "Дозволяє обмінятися фобіями з іншим гравцем",
              "Дозволяє вкрасти багаж у іншого гравця", "Ваш голос вважається за два",
              "Отримуєш координати льоха з вином",
              "Будь-який гравець за вибором розкриває своє здоров'я", "У 20 м від бункера є склад зі зброєю",
              "Колотерориста: якщо у вас у багажі є динаміт, ви можете підірвати себе та по одному гравцю зліва та справа",
              "Дозволяє додати в бункер щурів,",
              "Можна самостійно вирішити результат голосування (можна застосувати після 2го кола)",
              "Ти брехун: маєш шанс збрехати про свою одну харктеристику",
              "УНО : Тут все ясно, хто останній поставить руку - вилітає ",
              "Позволяє активувати карту №2 гравця за вибором", "Бункер знаходиться статично на воді",
              "Можеш змінити професію на нову за бажанням", "Додає одне місце в бункер",
              "Всі дізнаються що бункер знаходиться на безлюдному острові",
              "Анулювання всіх професій", "Біля бункера знаходиться танк", "Біля бункера знаходиться катер",
              "Гравець зліва від тебе повинен потрапити в бункер",
              "Гравець навпроти тебе не повинен потрапити в бункер", "Додає в бункер змій",
              "Будь-який гравець за вибором розкриває своє хобі",
              "Дана карта дає вам можливість поміняти параметр чайлдфрі будь-якого гравця на протилежний ("
              "НЕ чайлдфрі -> чайлдфрі і навпаки)",
              "У тебе є захист на 1 ігрове коло (Якщо проти твого персонажа максимальна к-ть голосів)",
              "Захищає будь-якого гравця на один хід (крім вас)",
              "Всі дізнаються місцезнаходження маленької схованки з продовольством",
              "Всі дізнаються що поруч є занедбаний медичний центр. Розграбований він чи ні - невідомо",
              "Прибирає з бункера всіх павуків", "Обмін телефоном з будь-яким обраним гравцем",
              "Збільшує запас їжі на 1 місяць", "Зменшує запас їжі на 3 місяці", "Повертає 1 гравця до столу"]
