story1 = "      План «Супер-пупер село»\n \
П'ятикласник дуже захопився ютуб каналом Slivki show \
і створив у своєму підвалі ядерну бомбу, хоча \
планував лише зробити літачок з паперу.\n\
Не підозрюючи до кінця, чим все може закінчитись, \
він витягує під час уроку свою саморобку \
і випадково запускає бомбу\n\
Буум\n\
Всьо\n\
Весь світ знищено, але вам пощастило \
врятуватись у прекрасному селі.\n\
Вирішіть, хто залишеться в живих"

story2 = """      План «Перехват» \n\
Так сталось, що дехто в'їхав в Пентагон \n\
"ЙОЙК"- сказав президент і пішов у відставку\n\
За рулем був звичайний водій маршрутки.\n\
Світова система безпеки зазнала краху, \n\
почались масові акції протесту\n\
Спробуйте не піддатись провокаціям\n\
Виживіть і відбудуйте свій дім, свою державу"""

story3 = "План «Дельтаплан» \n\
Під час випробувань сверхновітньої зброї у океані, \
український вчений з Житомира, Степан Мудрий \
старався ловити рибу у своєму ставку.\n\
Після декількох невдалих спроб \
він вирішив сісти в лодку й поплисти \
у краще місце для ловлі.\n\
Випадково закидувавши вудочку, зачепив літак.\n\
Той впав і розбився...\n\
На щастя, з Степаном все добре, \
але падіння летючого тіла в океан спричинило велике цунамі.\n\
Світ у небезпеці\n\
Пливіть або топіть"

story4 = """      План «Віддай сало» \n\
Одного разу на свинофермі біля Дрогобича \
хтось вирішив спробувати нагодувати тварину під час бурі.\n\
Їй це не сподобалось і вона втекла у Лондон,\
повернувшись принесла дивний вірус. \n\
Всі заражені люди - стають схожими \
на свинозомбі\n\
Шо робити в тій ситуаціі вирішувати вам.\n\
Як кажуть у народі:\
"Пан або пропав"\n\
Отже, ваша задача: станьте паном"""

story5 = """       План «НЛО з Москви»\n\
"Хай вам грець" - закричав український космонавт \
Віталій Куропатка, побачивши, як у небі тарілка \
з полтавськими галушками старається \
за допомогою анігіляторної пушки підірвати \
неопізнаний літаючий об'єкт з триколором \n\
На щастя, це був лише сон.\n\
Але будьте обережні, \
ці зоряні війни можуть скоро стати реальністю \n\
 Президент, розуміючи всю небезпеку, оголосив надзвичайний стан\n\
 Вся планета готується дати бій окупанту\n\
 Біжіть у бункер та готуйтеся до вторгення
 """

story6 = """       План «Засмаглий кабан» \n\
23 липня голова сільради Бердичева \
будучи у стані алкогольного спяніння \
наказав українським школярам рубати дрова. \n\
Щось пішло не так і через 3 дні ми залишились без Карпат. \n\
Дніпро пересох, Одесу затопило. \
Вчені з Тернополя підозрюють, \
що почалось глобальне потепління. \n\
Переживіть катаклізми та відновіть \
баланс кисню в природі. \n\
Щасти!!! """

story7 = """       План «Загоріли і згоріли» \n\
Це звучить фантастично, але \
так склалось, що політики з Індії \
знайшли спосіб, як збільшити притік туристів до країни. \n\
Вони майже придумали філософський камінь, адже зрозуміли \
як можна регулювати погоду в країні за допомогою сайту сіноптік, \
а також відкрили спосіб виготовлення екстремально дешевого крему для загару за 50 коп.\n\
Сумно, але великі фабрики виснажили нашу атмосферу.\n\
О ні, чорт забирай, відкрилась мега озонова дира і нема чим її залатати.\n\
Зробіть щось. """

story8 = """       План «Віктор, Вася і Павло»\n\
ОАЕ не мали, що зробити, але потім придумали і зробили нафтопровід з ОАЕ в ОАЕ.\n\
Дорога навколосвітня нафта.\n\
Той нафтопровід найбільший у світі, настільки він був великий, що у Гондурасі не вистачило металу \
і прийшлось місцями робити трубу з бамбуку. Дуже дарма. Віктор закурив бамбук.\n\
Все горить, катастрофа масштабна. Вася і Павло одразу взялись тушити вогонь.\n\
Але вдалось затушити тільки капусту.\n\
Вся планета в огні \
Виживіть і не піддавайтесь на вогняні провокації.\n\
"""